Repository: BuchkoN/django_ref_bot
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Profile
ru: Профиль

source: Search by ID, Telegram ID and username
ru: Поиск по ID, Telegram ID и имени пользователя

source: Users
ru: Пользователи

source: Did not pass the funnel
ru: Не прошел воронку

source: Passed the funnel
ru: Прошел воронку

source: Purchased a free product
ru: Приобрел бесплатный продукт

source: Purchased a paid product
ru: Приобрел платный продукт

source: Russian
ru: Русский

source: English
ru: Английский

source: Username
ru: Имя пользователя

source: Date joined
ru: Дата регистрации

source: Telegram username
ru: Имя пользователя в Telegram

source: Wallet address
ru: Адрес кошелька

source: Interface language
ru: Язык интерфейса

source: Status
ru: Статус

source: Staff status
ru: Статус персонала

source: Designates whether the user can log into this admin site.
ru: Определяет, может ли пользователь войти на этот административный сайт.

source: Next
ru: Далее

source: Back
ru: Назад

source: "How to Gain Clients’ Trust? 💰" Build a personal brand by creating an illusion of success. Post photos from luxurious places, share stories of your "achievements" and always speak about yourself in superlatives.
ru: "Как завоевать доверие клиентов? 💰" Постройте личный бренд, создавая иллюзию успеха. Публикуйте фото из дорогих мест, делитесь историями о своих «успехах» и всегда говорите о себе в превосходной степени.

source: "The Art of Persuasive Copywriting 📝" Use catchy headlines and emotional appeals. Start with a problem, offer a solution, and show how your product has changed clients’ lives. Always add testimonials (even if they’re fictional).
ru: "Искусство продающего текста 📝" Используйте яркие заголовки и эмоциональные обращения. Начните с проблемы, предложите решение и покажите, как ваш продукт изменил жизнь клиентов. Всегда добавляйте отзывы (пусть даже вымышленные).

source: "Effective Social Media Strategies 📱" Post content regularly, engage with followers, run contests and giveaways. The more activity, the higher the trust in you and your product.
ru: "Эффективные стратегии в социальных сетях 📱" Публикуйте контент регулярно, взаимодействуйте с подписчиками, проводите конкурсы и розыгрыши. Чем больше активности, тем выше доверие к вам и вашему продукту.

source: "How to Create an Irresistible Offer? 🎁" Come up with a unique selling proposition (USP). Create limited-time offers and discounts, add bonuses for purchases, creating a sense of urgency and value for the client.
ru: "Как создать неотразимое предложение? 🎁" Придумайте уникальное торговое предложение (УТП). Создайте ограниченные по времени акции и скидки, добавляйте бонусы за покупку, создавая у клиента ощущение выгоды и срочности.

source: "Automating the Sales Process 🚀" Set up sales funnels and email marketing. Use chatbots to interact with clients and sell your products. This will help you save time and increase profits without extra effort.
ru: "Автоматизация процесса продаж 🚀" Настройте автоворонки и email-маркетинг. Используйте чат-ботов для общения с клиентами и продажи ваших продуктов. Это поможет вам экономить время и увеличивать прибыль без дополнительных усилий.

source: Please select a language
ru: Пожалуйста, выберите язык

source: Invalid language. Please, retry again
ru: Неверный язык. Пожалуйста, повторите попытку еще раз

source: The interface language has been successfully changed ✅
ru: Язык интерфейса был успешно изменен ✅

source: Thank you for watching our promo materials. Now the main functionality of the bot is available to you, which you can familiarize yourself with in the menu 👏
ru: Спасибо что просмотрели наши промо-материалы. Теперь вам доступен основной функционал бота с которым вы можете ознакомиться в меню 👏

source: We are glad to see you back 🤝
ru: Мы рады видеть вас снова 🤝

source: We are glad to see you back 🤝 To get access to the full functionality of the bot, you need to view the promo materials that we have prepared especially for you!
ru: Мы рады видеть вас снова 🤝 Чтобы получить доступ к полному функционалу бота, необходимо просмотреть промо материалы, которые мы специально для тебя подготовили!

source: Welcome 🤝 To get access to the full functionality of the bot, you need to view the promo materials that we have prepared especially for you!
ru: Приветствую тебя 🤝 Чтобы получить доступ к полному функционалу бота, необходимо просмотреть промо материалы, которые мы специально для тебя подготовили!

source: Settings menu ⚙️
ru: Меню настроек ⚙️

source: Main menu ⏬
ru: Главное меню ⏬

source: Settings
ru: Настройки

source: Show promo materials
ru: Показать промо-материалы

source: Main menu
ru: Главное меню

source: Change language
ru: Язык интерфейса

source: Description
ru: Описание

source: Products
ru: Продукты

source: Title RU
ru: Название (рус)

source: Title EN
ru: Название (англ)

source: Description RU
ru: Описание (рус)

source: Description EN
ru: Описание (англ)

source: Price
ru: Стоимость

source: Deleted at
ru: Удален

source: Product
ru: Продукт

source: Referral level
ru: Уровень реферала

source: Ratio
ru: Множитель

source: Product ratio
ru: Множитель от стоимости продукта

source: Product ratios
ru: Множители от стоимости продуктов

source: Invited username
ru: Пригласивший пользователь

source: Referral username
ru: Приглашенный пользователь

source: Referrals
ru: Рефералы

source: Level 1
ru: Уровень 1

source: Level 2
ru: Уровень 2

source: Level 3
ru: Уровень 3

source: Level 4
ru: Уровень 4

source: Level 5
ru: Уровень 5

source: Invited User
ru: Пригласивший пользователь

source: Referral User
ru: Приглашенный пользователь

source: Referral Level
ru: Уровень реферала

source: Referral
ru: Реферал
